export const promises = [
  {
    text: "قول دادم همیشه آرومت کنم",
    footer: "آرامش تو"
  },
  {
    text: "قول میدم همیشه میتونم تورو جمع کنم تو وقتایی که آشوبی",
    footer: "وقتای آشوب"
  },
  {
    text: "قول دادم دستت رو ببوسم بعد محکمممم بگیرمش",
    footer: "دستاتو ول نمیکنم"
  },
  {
    text: "قول دادم همیشه حتی تا بعد قیامت هم پیش تو باشم",
    footer: "تا بعد قیامت"
  },
  {
    text: "بهت قول دادم نمیزارم هیچ کدوم از تلاشات بی فایده باشه",
    footer: "قدردان تلاشت"
  },
  {
    text: "بهت قول دادم من باهاتم و تنهات نمیزارم هیچوقت تو هیچ حالی تو هیچ شرایطی",
    footer: "هیچوقت تنها نیستی"
  },
  {
    text: "بهت قول دادم درسته زندگیمون باید سخت بگذرونیم ولی باهم قشنگش میکنیم",
    footer: "باهم قشنگش میکنیم"
  },
  {
    text: "قول دادم زندگی برات قشنگ کنم",
    footer: "زندگی قشنگ"
  },
  {
    text: "قول دادم تموم خوشی ها و آرزوهات رو برات براورده کنم",
    footer: "آرزوهات"
  },
  {
    text: "بهت قول دادم قلب من تا همیشه برای آدم امنش میمونه",
    footer: "آدم امن قلبم"
  },
  {
    text: "باهم قول دادیم که ما در همه موارد هرچقد بحث سخت باشه باهم حرف بزنیم",
    footer: "حرف زدن حتی سخت"
  },
  {
    text: "قول دادم این تنهایی ها تموم میشه",
    footer: "پایان تنهایی"
  },
  {
    text: "بهت قول دادم تا اخر عمرم خودت مراقبمی",
    footer: "تا آخر عمر"
  },
  {
    text: "بهت قول دادم که کلی خاطره قراره باهم دیگ بسازیم",
    footer: "خاطره های مشترک"
  },
  {
    text: "بهت قول دادم خودم همیشه میخوابونمت مراقبت میکنم ازت تو شبایی که خوابت نمیبره",
    footer: "شبای بی خوابی"
  },
  {
    text: "قول دادیم همه چیو باهم حلشون می کنیم",
    footer: "حلش میکنیم"
  },
  {
    text: "بهت قول دادم دلخوشی هات بیشتر بشن",
    footer: "دلخوشی بیشتر"
  },
  {
    text: "قول دادیم دل خوشی های بیشتری داشته باشیم",
    footer: "دلخوشی های بیشتر"
  },
  {
    text: "بهت قول دادم به جایی برسیم که دیگ فکرا الکی مغزمون درگیر نکنه",
    footer: "آرامش ذهن"
  },
  {
    text: "بهت قول دادم زود میام میبرمت خونه خودمون",
    footer: "خونه خودمون"
  },
  {
    text: "بهت قول دادم برات صبر میکنم",
    footer: "صبر برای تو"
  },
  {
    text: "بهم قول دادی روزی میرسه که کنار هم توی آغوش هم از این روزا حرف میزنیم",
    footer: "اون روز میرسه"
  },
  {
    text: "بهت قول دادم همه اشکات ببوسم و هیچوقت دیگ گریه نکنی",
    footer: "اشکات"
  },
  {
    text: "بهت قول دادم فقط مال توام",
    footer: "فقط تو"
  },
  {
    text: "بهت قول دادم اونروزا خوب میاد",
    footer: "روزای خوب"
  },
  {
    text: "بهت قول دادم نمیزارم هیچجا بری از بغلم",
    footer: "پیشم بمون"
  },
  {
    text: "بهت قول دادم مامان بابا هامونو خودم راضی کنم",
    footer: "برای باهم بودن"
  },
  {
    text: "بهت قول دادم بهترین هارو باهم میسازیم",
    footer: "ساختن بهترینا"
  },
  {
    text: "بهت قول دادم این تلاشا بی جواب نمیمونه",
    footer: "بی جواب نمیمونه"
  },
  {
    text: "من قول دادم همه چی حل میکنم",
    footer: "حلش میکنم"
  },
  {
    text: "بهت قول دادم برات جلو همه وایمیستم",
    footer: "پشتت هستم"
  },
  {
    text: "قول دادی باهم از پس همه چی برمیاییم",
    footer: "از پسش برمیاییم"
  },
  {
    text: "بهت قول دادم قرار نیست نباشم هستم و همیشه خواهم بود",
    footer: "همیشه هستم"
  },
  {
    text: "قول میدم فقط و فقط زری منی",
    footer: "فقط مال من"
  },
  {
    text: "قول میدم بدون تو هیچ جا نرم تو زندگی تنهات نزارم",
    footer: "کنارت میمونم"
  },
  {
    text: "همیشه همیشه همیشه دور از هم نزدیک از هم تو خوشی تو سختی مراقب خودمون خیلی باشیم",
    footer: "تو خوشی و سختی"
  },
  {
    text: "قول میدم که یه بار تولد امام حسین کربلا باشیم و یه بار تولدش حرم امام رضا باشیم",
    footer: "زیارت باهم"
  }
];